Here is the full HTML in JSON format:

```
{
  "html": [
    {
      "tag": "p",
      "text": "The mission, which included the world’s first all civilian spacewalk, returned to Earth after being five days in orbit and featured a commercial spacewalk."
    },
    {
      "tag": "p",
      "text": "2024 ON asteroid is passing at a safe distance, but its speed is still a concern."
    },
    {
      "tag": "p",
      "text": "Sunita Williams and Barry Wilmore in a video conference said that returning on Starliner was impossible owing to time pressure."
    },
    {
      "tag": "p",
      "text": "Wilmore acknowledged the 'trying times' they've faced, especially watching the Starliner leave without them. "
    },
    {
      "tag": "p",
      "text": "SpaceX Private spacewalk: Tech entrepreneur Jared Isaacman was the first to exit SpaceX’s Dragon capsule, which was launched from Florida on Tuesday."
    },
    {
      "tag": "p",
      "text": "A space walk 1,400 km away from Earth should feel surreal."
    },
    {
      "tag": "p",
      "text": "First private spacewalk will use new SpaceX spacesuits."
    },
    {
      "tag": "p",
      "text": "The first US spacewalk was in 1965, aboard a Gemini capsule, and used a similar procedure to the one planned for Polaris Dawn. "
    },
    {
      "tag": "p",
      "text": "Despite reassurances that a collision is highly unlikely, Apophis remains one of the largest asteroids to pass so close to Earth in recent history."
    },
    {
      "tag": "p",
      "text": "Starliner returned to Earth seemingly without a hitch, a NASA live stream showed, nailing the critical final phase of its mission."
    },
    {
      "tag": "p",
      "text": "Boeing’s uncrewed Starliner spacecraft is set to return to Earth, while astronauts Sunita Williams and Barry Wilmore remain on the ISS."
    },
    {
      "tag": "p",
      "text": "The newly discovered energy field is as crucial as gravity and magnetic fields to Earth."
    },
    {
      "tag": "p",
      "text": "The mention of total solar eclipse was found in Rig Veda, making it the oldest known depiction of an eclipse."
    },
    {
      "tag": "p",
      "text": "Nasa was planning to fly back the empty Starliner to Earth on September 6, and this development could change everything."
    },
    {
      "tag": "p",
      "text": "NASA made this adjustment due to technical issues with the Boeing Starliner capsule, which was originally planned to bring Sunita Williams and Butch Wilmore back but is now considered unsafe."
    },
    {
      "tag": "p",
      "text": "Nasa has announced that the space capsule will begin its departure depending on the weather and the absence of technical issues. "
    },
    {
      "tag": "p",
      "text": "Scientists are looking at whether the moon can serve as a base for deep space exploration and whether long-term habitation is possible on the Earth’s satellite."
    },
    {
      "tag": "p",
      "text": "Falcon 9, the world’s first orbital class reusable rocket, is facing a detention for a second time due to its failed landing attempt."
    },
    {
      "tag": "p",
      "text": "The six-wheeled Perseverance rover, which has been operating on Mars since 2021, initiated its ascent on Tuesday, with the objective of reaching the summit of a 1,000-foot crater."
    },
    {
      "tag": "p",
      "text": "Polaris Dawn will launch from Complex 39A at NASA’s Kennedy Space Center in Florida on August 28. "
    },
    {
      "tag": "p",
      "text": "Extended exposure to microgravity in space could lead to several health-related complications for astronauts."
    },
    {
      "tag": "p",
      "text": "Right now, ISRO can't help directly, as it doesn't have a spacecraft, says chairman S Somanath."
    },
    {
      "tag": "p",
      "text": "This risky mission will see a billionaire entrepreneur, a retired military fighter pilot, and two SpaceX employees embarking on a 20-minute spacewalk 434 miles above Earth."
    },
    {
      "tag": "p",
      "text": "NASA astronauts Butch Wilmore and Suni Williams, currently aboard the International Space Station due to glitches with Boeing's Starliner capsule, will return to Earth on a SpaceX Crew Dragon in February 2025."
    },
    {
      "tag": "p",
      "text": "The five day mission will put SpaceX astronauts' in a radiation zone 434 miles above Earth."
    },
    {
      "tag": "p",
      "text": ""
    },
    {
      "tag": "p",
      "text": ""
    }
  ]
}
```