```json
{
  "htmlContent": [
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "Filmmaker Soham Shah has filed a lawsuit against Netflix and 'Squid Game' creator Hwang Dong-hyuk, alleging that the globally popular series copied the concept from his 2009 movie Luck. Shah claims both works share a similar plot of contestants participating in deadly games to win a large cash prize. Netflix has denied the accusations, maintaining that Squid Game is an original creation by Hwang. This legal dispute comes as Netflix faces other lawsuits regarding its original content, adding to its ongoing legal challenges."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "The Delhi High Court has issued an interim injunction preventing T-Series from releasing any film under titles incorporating 'Aashiqui'. This decision follows a petition by Vishesh Films to protect the established 'Aashiqui' franchise. The court noted potential brand dilution and confusion, supporting Vishesh Films' intellectual property rights."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "Hindustan Unilever has received a tax demand of Rs 962.75 crore from the Income Tax Department over non-deduction of TDS for acquiring intellectual property rights from GlaxoSmithKline. The company intends to appeal the order and claims it has a right to recover the tax from relevant parties."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "The Bombay High Court put a temporary halt on a lower court's decision allowing a Pune eatery to use the 'Burger King' name until another hearing. Burger King Corporation, which started in 1954, filed the appeal arguing its trademark was infringed. The Pune eatery claimed it has been using the name since 1992. The next hearing is on September 6."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "India's telecommunications sector set a three-year goal to capture 10% of future global 6G patents. Chaired by Minister Jyotiraditya Scindia, the panel also discussed contributing significantly to global telecom standards, emphasizing the need for better connectivity and quality of services. The initiative includes promoting investments and technology advancements in line with India's requirements."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "Banijay Asia and Nadiadwala Grandson Entertainment have joined forces to produce films and shows for OTT, TV, and theatres. They plan to invest over Rs 100 crore in diverse content, including original IPs and international adaptations tailored for Indian audiences. The collaboration blends NGE's theatrical expertise with Banijay's TV and streaming know-how."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "Sony Pictures Networks India named Ritesh Khosla as its new General Counsel from September 1, following Ashok Nambissan's retirement. Khosla, previously Deputy General Counsel, brings over two decades of legal experience. He will manage the company's legal affairs, compliance, corporate governance, and CSR initiatives while enhancing its legal framework internationally."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "The Economic Survey 2023-24 highlights India's progress in R&D, noting a significant increase in patents and improved global rankings. However, the country’s R&D investment as a percentage of GDP remains low compared to global leaders like China, the US, and Israel. The survey emphasizes the need for better integration of higher education, industry, and research, as well as faster commercialization of technologies. Despite advancements, challenges in investment and research application persist."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "India raises concerns over its significant trade deficit with China and the lack of transparency in Chinese subsidies. China's export numbers fluctuate as global partners express worries over its industrial policies. India and EU highlight issues such as import substitution and intellectual property rights. Calls for China to reconsider its developing country status and trade treatment."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "Fashion designer Gaurav Gupta is combatting counterfeit luxury products in India, filing nine lawsuits in the Delhi High Court. Gupta, whose designs are worn by stars like Beyonce and Cardi B, seeks ₹2 crore in damages from each counterfeiter and aims to secure restraining orders. The court has upheld Gupta's intellectual property rights, leading to destruction of counterfeit goods and payment of damages. His legal efforts set a precedent for protecting designers' rights against a growing global counterfeit market projected to reach $81 billion by 2026."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "Union Budget: Outlining the sector's wish list for the upcoming Union Budget, Organisation of Pharmaceutical Producers of India (OPPI) Director General Anil Matai urged the government to explore methods to incentivise R&D investments, such as deductions on R&D expenses, research-linked incentives for MNCs, and corporate tax concessions."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "The recently retired CEO of semiconductor equipment maker ASML said in an interview that discussions between US and China are not being conducted on the basis of facts, data or content but rather on ideology. Since 2018, the US has imposed increasing restrictions on what tools the company can export to China."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "In July 2023, the ministry of information and broadcasting had urged Trai to provide its inputs for the formulation of the NBP. The Trai had issued a consultation paper on NBP seeking stakeholder comments in April. While suggesting steps to grow the TV and radio footprint in the country, the regulator has also asked the MIB to establish a credible audience measurement system for TV, radio, and OTT."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "The US Customs and Border Protection (CBP) has recently intensified efforts to combat the smuggling of counterfeit luxury products, leading to the confiscation of numerous fake Adidas, Nike, and Gucci items from travelers, particularly from India. Many students and visitors arriving in the United States have reported having their counterfeit Puma, Adidas, or Nike items seized at ports of entry."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "The government plans to introduce a deep tech startup policy with a fund of funds for companies in the sector. An umbrella framework will guide state governments and startups. The policy will focus on research, development, innovation, intellectual property, and funding access for deep tech startups. Comments have been sought from 18 different ministries and government departments so far."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "SLCM acquires second Agri Reach patent for real-time quality control data monitoring in warehouses, bolstering agricultural ecosystem self-reliance."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "The new government may announce the full Budget for 2024-25 in July. An official said that startups have to convert their innovation into intellectual property rights and for that extensive R&D is required."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "The commerce and industry ministry may propose a dedicated policy for deep tech startups in the forthcoming Budget, to be announced by the new government. The policy, in final stages, aims to promote innovation and R&D. Voting for the Lok Sabha polls is over, with results on June 4 and a new government taking oath this month."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "While social media has created immense opportunities for engagement and expression, it has also raised a myriad of legal challenges, particularly concerning intellectual property (IP) rights including issues around content ownership, digital rights management, deep fakes etc."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "As generative AI continues to evolve, the debate over its development and release models becomes important. Across the foundation models driving the explosion of GenAI are two broad philosophies for the development and release of this tech: open- and closed-source models."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "WhatsApp showcases tales of ancient glory, while global reports highlight India's rankings in hunger, press freedom, and sustainable development. India ranks 40th on the GII 2023, above all BRICS nations except China."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "Bombay High Court restrains Dubond Products India from selling waterproofing product with identical trademark of Dr Fixit, as per Pidilite Industries' complaint."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "According to the notice, the cricketer had booked a dwelling unit in 2020 at Hauz Khas, New Delhi in one of the projects of a real estate firm. M/s Brilliant Etoile Private Limited and M/s Uppal Housing Private Limited are the noticees in one of the legal notices pertaining to the delayed possession of the dwelling units."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "Mumbai-based Pidilite Industries, the maker of Fevicol and M-Seal adhesive brands, has approached the court to restrain Dubond Products from allegedly infringing its registered trademarks, copyright and passing off for its waterproofing brand Dr Fixit LW."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "India and the Global South celebrate a significant win with the WIPO treaty on intellectual property, genetic resources, and traditional knowledge. The treaty introduces a new disclosure requirement for patent applicants based on genetic resources, providing added protection to Indian resources and knowledge in countries without disclosure obligations."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "Members of the Geneva-based World Intellectual Property Organization (WIPO) have concluded an agreement that creates a mandatory disclosure requirement on the patent applicant, when a claimed invention is based on genetic resources."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "Craig Steven Wright of nChain claimed to be Bitcoin's creator, Satoshi Nakamoto, facing legal disputes with the crypto industry over his assertion."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "Members of the World Intellectual Property Organization (WIPO) have reached an agreement mandating patent applicants to disclose the country of origin or source of genetic resources if their claimed invention is based on these materials or associated traditional knowledge. This treaty, adopted at a Diplomatic Conference in Geneva after two weeks of negotiations involving 192 countries and 86 observers, aims to protect Indian genetic resources and traditional knowledge from misappropriation."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "The exclusions were previously scheduled to expire May 31, but USTR said it was extending the exclusions through June 14 to allow for a transition. It said certain exclusions would be extended through May 31, 2025 to support efforts to shift sourcing out of China, or provide additional time in cases where availability of the product outside of China remains limited."
    }
  ]
}
```

```json
{
  "htmlContent": [
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "Filmmaker Soham Shah has filed a lawsuit against Netflix and 'Squid Game' creator Hwang Dong-hyuk, alleging that the globally popular series copied the concept from his 2009 movie Luck. Shah claims both works share a similar plot of contestants participating in deadly games to win a large cash prize. Netflix has denied the accusations, maintaining that Squid Game is an original creation by Hwang. This legal dispute comes as Netflix faces other lawsuits regarding its original content, adding to its ongoing legal challenges."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "The Delhi High Court has issued an interim injunction preventing T-Series from releasing any film under titles incorporating 'Aashiqui'. This decision follows a petition by Vishesh Films to protect the established 'Aashiqui' franchise. The court noted potential brand dilution and confusion, supporting Vishesh Films' intellectual property rights."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "Hindustan Unilever has received a tax demand of Rs 962.75 crore from the Income Tax Department over non-deduction of TDS for acquiring intellectual property rights from GlaxoSmithKline. The company intends to appeal the order and claims it has a right to recover the tax from relevant parties."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "The Bombay High Court put a temporary halt on a lower court's decision allowing a Pune eatery to use the 'Burger King' name until another hearing. Burger King Corporation, which started in 1954, filed the appeal arguing its trademark was infringed. The Pune eatery claimed it has been using the name since 1992. The next hearing is on September 6."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "India's telecommunications sector set a three-year goal to capture 10% of future global 6G patents. Chaired by Minister Jyotiraditya Scindia, the panel also discussed contributing significantly to global telecom standards, emphasizing the need for better connectivity and quality of services. The initiative includes promoting investments and technology advancements in line with India's requirements."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "Banijay Asia and Nadiadwala Grandson Entertainment have joined forces to produce films and shows for OTT, TV, and theatres. They plan to invest over Rs 100 crore in diverse content, including original IPs and international adaptations tailored for Indian audiences. The collaboration blends NGE's theatrical expertise with Banijay's TV and streaming know-how."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "Sony Pictures Networks India named Ritesh Khosla as its new General Counsel from September 1, following Ashok Nambissan's retirement. Khosla, previously Deputy General Counsel, brings over two decades of legal experience. He will manage the company's legal affairs, compliance, corporate governance, and CSR initiatives while enhancing its legal framework internationally."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "The Economic Survey 2023-24 highlights India's progress in R&D, noting a significant increase in patents and improved global rankings. However, the country’s R&D investment as a percentage of GDP remains low compared to global leaders like China, the US, and Israel. The survey emphasizes the need for better integration of higher education, industry, and research, as well as faster commercialization of technologies. Despite advancements, challenges in investment and research application persist."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "India raises concerns over its significant trade deficit with China and the lack of transparency in Chinese subsidies. China's export numbers fluctuate as global partners express worries over its industrial policies. India and EU highlight issues such as import substitution and intellectual property rights. Calls for China to reconsider its developing country status and trade treatment."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "Fashion designer Gaurav Gupta is combatting counterfeit luxury products in India, filing nine lawsuits in the Delhi High Court. Gupta, whose designs are worn by stars like Beyonce and Cardi B, seeks ₹2 crore in damages from each counterfeiter and aims to secure restraining orders. The court has upheld Gupta's intellectual property rights, leading to destruction of counterfeit goods and payment of damages. His legal efforts set a precedent for protecting designers' rights against a growing global counterfeit market projected to reach $81 billion by 2026."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "Union Budget: Outlining the sector's wish list for the upcoming Union Budget, Organisation of Pharmaceutical Producers of India (OPPI) Director General Anil Matai urged the government to explore methods to incentivise R&D investments, such as deductions on R&D expenses, research-linked incentives for MNCs, and corporate tax concessions."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "The recently retired CEO of semiconductor equipment maker ASML said in an interview that discussions between US and China are not being conducted on the basis of facts, data or content but rather on ideology. Since 2018, the US has imposed increasing restrictions on what tools the company can export to China."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "In July 2023, the ministry of information and broadcasting had urged Trai to provide its inputs for the formulation of the NBP. The Trai had issued a consultation paper on NBP seeking stakeholder comments in April. While suggesting steps to grow the TV and radio footprint in the country, the regulator has also asked the MIB to establish a credible audience measurement system for TV, radio, and OTT."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "The US Customs and Border Protection (CBP) has recently intensified efforts to combat the smuggling of counterfeit luxury products, leading to the confiscation of numerous fake Adidas, Nike, and Gucci items from travelers, particularly from India. Many students and visitors arriving in the United States have reported having their counterfeit Puma, Adidas, or Nike items seized at ports of entry."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "The government plans to introduce a deep tech startup policy with a fund of funds for companies in the sector. An umbrella framework will guide state governments and startups. The policy will focus on research, development, innovation, intellectual property, and funding access for deep tech startups. Comments have been sought from 18 different ministries and government departments so far."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "SLCM acquires second Agri Reach patent for real-time quality control data monitoring in warehouses, bolstering agricultural ecosystem self-reliance."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "The new government may announce the full Budget for 2024-25 in July. An official said that startups have to convert their innovation into intellectual property rights and for that extensive R&D is required."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "The commerce and industry ministry may propose a dedicated policy for deep tech startups in the forthcoming Budget, to be announced by the new government. The policy, in final stages, aims to promote innovation and R&D. Voting for the Lok Sabha polls is over, with results on June 4 and a new government taking oath this month."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "While social media has created immense opportunities for engagement and expression, it has also raised a myriad of legal challenges, particularly concerning intellectual property (IP) rights including issues around content ownership, digital rights management, deep fakes etc."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "As generative AI continues to evolve, the debate over its development and release models becomes important. Across the foundation models driving the explosion of GenAI are two broad philosophies for the development and release of this tech: open- and closed-source models."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "WhatsApp showcases tales of ancient glory, while global reports highlight India's rankings in hunger, press freedom, and sustainable development. India ranks 40th on the GII 2023, above all BRICS nations except China."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "Bombay High Court restrains Dubond Products India from selling waterproofing product with identical trademark of Dr Fixit, as per Pidilite Industries' complaint."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "According to the notice, the cricketer had booked a dwelling unit in 2020 at Hauz Khas, New Delhi in one of the projects of a real estate firm. M/s Brilliant Etoile Private Limited and M/s Uppal Housing Private Limited are the noticees in one of the legal notices pertaining to the delayed possession of the dwelling units."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "Mumbai-based Pidilite Industries, the maker of Fevicol and M-Seal adhesive brands, has approached the court to restrain Dubond Products from allegedly infringing its registered trademarks, copyright and passing off for its waterproofing brand Dr Fixit LW."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "India and the Global South celebrate a significant win with the WIPO treaty on intellectual property, genetic resources, and traditional knowledge. The treaty introduces a new disclosure requirement for patent applicants based on genetic resources, providing added protection to Indian resources and knowledge in countries without disclosure obligations."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "Members of the Geneva-based World Intellectual Property Organization (WIPO) have concluded an agreement that creates a mandatory disclosure requirement on the patent applicant, when a claimed invention is based on genetic resources."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "Craig Steven Wright of nChain claimed to be Bitcoin's creator, Satoshi Nakamoto, facing legal disputes with the crypto industry over his assertion."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "Members of the World Intellectual Property Organization (WIPO) have reached an agreement mandating patent applicants to disclose the country of origin or source of genetic resources if their claimed invention is based on these materials or associated traditional knowledge. This treaty, adopted at a Diplomatic Conference in Geneva after two weeks of negotiations involving 192 countries and 86 observers, aims to protect Indian genetic resources and traditional knowledge from misappropriation."
    },
    {
      "tag": "p",
      "attributes": {
        "class": "wrapLines l3"
      },
      "content": "The exclusions were previously scheduled to expire May 31, but USTR said it was extending the exclusions through June 14 to allow for a transition. It said certain exclusions would be extended through May 31, 2025 to support efforts to shift sourcing out of China, or provide additional time in cases where availability of the product outside of China remains limited."
    }
  ]
}
```