{
  "html": [
    {
      "tag": "p",
      "class": "publish-time-new",
      "text": "Published ",
      "children": [
        {
          "tag": "span",
          "text": "- September 04, 2024 07:29 pm IST - MYSURU"
        }
      ]
    },
    {
      "tag": "p",
      "class": "caption",
      "text": "Farmers protest in front of Chamundeshwari Electricity Supply Corporation (CESC) office in Mysuru on Wednesday against the linking of their irrigation pump sets with Aadhaar numbers.",
      "children": [
        {
          "tag": "br",
          "text": ""
        },
        {
          "text": "Photo Credit: M.A. Sriram"
        }
      ]
    },
    {
      "tag": "p",
      "text": "A large number of farmers held a protest in front of the office of Chamundeshwari Electricity Supply Corporation’s (CESC) office near Hinkal in Mysuru on Wednesday to protest against the linking of Irrigation Pump (IP) sets of farmers to their Aadhaar numbers."
    },
    {
      "tag": "p",
      "text": "The farmers, who had gathered under the aegis of Karnataka State Sugarcane Growers’ Association, said the authorities had begun linking their Aadhaar numbers with RR numbers of their IP sets as part of a “conspiracy” to privatise electricity sector and impose costs on the power supplied to the farmers."
    },
    {
      "tag": "p",
      "text": "The farmers also protested against the discontinuation of the Government scheme for providing infrastructure for installation of IP sets viz electricity poles, wires, and transformers by collecting a fee ranging from ₹17,000 to ₹23,000. Now, the farmers are forced to cough up ₹3 to ₹4 lakhs to secure electricity connection for their IP sets, lamented Association President Hallikerehundi Bhagyaraj."
    },
    {
      "tag": "p",
      "text": "The governments, which had deprived the farmers of support price for their produce, was now conspiring to crush the farmers by making electricity supply costly, he alleged."
    },
    {
      "tag": "p",
      "text": "Mr. Bhagyaraj, who addressed the gathering of farmers, also took objection to the CESC’s move to disconnect electricity supply to the farmers, who obtained solar power. Though the government claims that solar power connection provided to the farmers had been subsidised, there are no records to show the same, he claimed."
    },
    {
      "tag": "p",
      "text": "In any case, Mr. Bhagyaraj said the government cannot disconnect the electricity supply to the farmers, who had secured solar power connections. The government provides electricity connections also while offering 90 per cent subsidy to solar power connections obtained by farmers, he said."
    },
    {
      "tag": "p",
      "text": "He also took exception to the alleged discrimination shown by the electricity supply companies to the power consumers in urban and rural areas. While round the clock power is supplied to the industries, power supply to the farmers is restricted to night."
    },
    {
      "tag": "p",
      "text": "Several farmers faced attack by wild animals or are bitten by poisonous snakes when they go out to switch on the IP sets in the night."
    },
    {
      "tag": "p",
      "text": "Even though the government is paying money to the electricity supply companies towards the power supplied to the farmers, the electricity supply companies were “cheating” the farmers by providing poor quality power, he alleged."
    },
    {
      "tag": "p",
      "class": "publish-time-new",
      "text": "Published ",
      "children": [
        {
          "tag": "span",
          "text": "- September 04, 2024 07:29 pm IST"
        }
      ]
    },
    {
      "tag": "p",
      "class": "link",
      "children": [
        {
          "tag": "span",
          "text": " | "
        }
      ]
    },
    {
      "tag": "p",
      "text": "Comments have to be in English, and in full sentences. They cannot be abusive or personal. Please abide by our for posting your comments."
    },
    {
      "tag": "p",
      "text": "We have migrated to a new commenting platform. If you are already a registered user of The Hindu and logged in, you may continue to engage with our articles. If you do not have an account please register and login to post comments. Users can access their older comments by logging into their accounts on Vuukle."
    }
  ]
}