[
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "The talent agency WME announced a partnership with the technology firm Vermillio on Tuesday that it hopes will protect its clients from having their likenesses misused through artificial intelligence technology. Vermillio has created a platform, Trace ID, that could insulate WME clients from thefts of their likeness and intellectual property by using AI technology to track images."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "OpenAI and Microsoft face a class-action lawsuit by authors alleging copyright infringement for using their works in AI development. Filed by Nicholas Basbanes and Nicholas Gage, seeking up to $150,000 per infringement, the suit accuses the companies of utilizing written material without consent. This adds to OpenAI's prior legal battles with prominent authors and The New York Times, raising ethical concerns about AI's use in news creation and its potential impact on media and technology industries."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "The settlement comes months after the Chinese government in May barred Micron’s chips from “critical infrastructure” over cybersecurity concerns."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "The officials from the United States, Britain, Canada, Australia and New Zealand - known as the Five Eyes intelligence sharing network - made the comments following meetings with private companies in the US innovation hub Silicon Valley."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "The deal, signed when Beijing and Washington established diplomatic ties in 1979 and renewed about every five years since, has resulted in cooperation in areas from atmospheric and agricultural science to basic research in physics and chemistry."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "Also, 'threat to women safety' risk has jumped from 12th place in 2021 to 5th place in 2022 India Risk Survey, the report stated while urging companies to take measures to ensure the safety of their women employees. According to respondents, the lowest risk is associated with terrorism and insurgency, the report released on Wednesday said."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "About 103,000 identification documents, more than 97% of which are copies of drivers' licences, were stolen from the first service provider, while about 225,000 customer records were stolen from the second service provider."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "The Insurance Regulatory and Development Authority of India (Irdai) has underlined the need for cyber insurance by citing the increase in digital frauds and cyber theft during the pandemic."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "According to Tesla, after investigators found thousands of confidential files in Khatilov’s personal storage, the engineer said he forgot about them and tried to destroy the data at the start of the interview. Tesla says it doesn’t know if he previously copied or sent the files to other locations."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "\"Our strategy is to push back against China in virtually every domain. We're doing it in the security area. We're doing it in terms of outsized demands to claim sovereign territory, whether it's in the Galwan Valley of India on the India-Chinese border, or in the South Pacific,\" Deputy Secretary of State Stephen Biegun said during third India US Leadership Summit."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "The US wants China to commit to cracking down on IP theft and stop forcing US companies to hand over their commercial secrets as a condition of doing business there."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "President Trump said on Wednesday that he had delayed his proposed increased tariffs on USD 250 billion worth of Chinese goods from October 1 to October 15."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "Epic's lawsuit dates back to 2014. The case filed by it had accused TCS of stealing its intellectual property."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "Sikka is considered to be the force behind SAP's analytics platform HANA that had helped the company strengthen its position in the global market."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "He added that he and China's President Xi Jinping \"will always be friends, no matter what happens with our dispute on trade.\""
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "It is estimated that IP theft in the form of like counterfeiting and other nefarious schemes costs the US more than $225 billion every year."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "According to USTR, Chinese government uses a variety of tools in order to require or pressure the transfer of intellectual property to Chinese firms."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "It is well settled law that an employee has to maintain confidentiality and utmost fidelity towards his employer, Delhi HC has observed."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "China continues to obtain American IP from US companies operating inside China, from entities elsewhere in the world, and of course from the US directly through conventional as well as cyber means."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "Choosing your brand will depend on your long-term goals and vision. Every type has a separate set of laws, and you have to decide keeping the existing legal frameworks in mind."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "At the end of the third-quarter, life sciences and healthcare accounted for 7.3% of TCS’ revenue and was the fastest-growing sector for the company."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "Pharma sector is a prime target for cyber attackers as it hosts prized intellectual property that is of immense value to criminals and competitors."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "Xi said no nation should pursue \"Internet hegemony\" and asserted that countries have the right to independently choose their own path of cyber regulations."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "With the intense internet penetration across the world corporates today are becoming more vulnerable to the security threats on the internet."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "Companies in sectors ranging from enterprise software to gaming and app developers, e-commerce marketplaces and on-demand delivery services."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "Reflecting concern about internet security, the US has said it won't tolerate government - sponsored cyber theft of trade secrets."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "The \"unprecedented\" theft of American intellectual property is costing the nation a whopping $ 300 billion annually and the main culprit is China."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "The plan includes working with like-minded govts to put pressure on bad actors, using trade policy tools & increasing criminal prosecutions."
  },
  {
    "tag": "p",
    "class": "wrapLines l3",
    "text": "Producers adopted new distribution technologies, looking to end the creation of copies within theatres, either directly from reel or by filming the screen."
  }
]
