{
  "htmlData": [
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "India is rapidly emerging as a global leader in biotechnology, driven by advancements in research and innovation. Ajay Sood, Principal Scientific Advisor to the Government of India, highlighted this progress at the Global Bio-India 2024 Summit, noting significant strides in biological manufacturing and biofuels. The new Bio-E3 policy aims to foster economic growth, environmental sustainability and job creation."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "The Delhi High Court has issued an interim injunction preventing T-Series from releasing any film under titles incorporating 'Aashiqui'. This decision follows a petition by Vishesh Films to protect the established 'Aashiqui' franchise. The court noted potential brand dilution and confusion, supporting Vishesh Films' intellectual property rights."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "Hindustan Unilever has received a tax demand of Rs 962.75 crore from the Income Tax Department over non-deduction of TDS for acquiring intellectual property rights from GlaxoSmithKline. The company intends to appeal the order and claims it has a right to recover the tax from relevant parties."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "The Bombay High Court put a temporary halt on a lower court's decision allowing a Pune eatery to use the 'Burger King' name until another hearing. Burger King Corporation, which started in 1954, filed the appeal arguing its trademark was infringed. The Pune eatery claimed it has been using the name since 1992. The next hearing is on September 6."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "Sony Pictures Networks India named Ritesh Khosla as its new General Counsel from September 1, following Ashok Nambissan's retirement. Khosla, previously Deputy General Counsel, brings over two decades of legal experience. He will manage the company's legal affairs, compliance, corporate governance, and CSR initiatives while enhancing its legal framework internationally."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "India raises concerns over its significant trade deficit with China and the lack of transparency in Chinese subsidies. China's export numbers fluctuate as global partners express worries over its industrial policies. India and EU highlight issues such as import substitution and intellectual property rights. Calls for China to reconsider its developing country status and trade treatment."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "Fashion designer Gaurav Gupta is combatting counterfeit luxury products in India, filing nine lawsuits in the Delhi High Court. Gupta, whose designs are worn by stars like Beyonce and Cardi B, seeks ₹2 crore in damages from each counterfeiter and aims to secure restraining orders. The court has upheld Gupta's intellectual property rights, leading to destruction of counterfeit goods and payment of damages. His legal efforts set a precedent for protecting designers' rights against a growing global counterfeit market projected to reach $81 billion by 2026."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "Union Budget: Outlining the sector's wish list for the upcoming Union Budget, Organisation of Pharmaceutical Producers of India (OPPI) Director General Anil Matai urged the government to explore methods to incentivise R&amp;D investments, such as deductions on R&amp;D expenses, research-linked incentives for MNCs, and corporate tax concessions."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "In July 2023, the ministry of information and broadcasting had urged Trai to provide its inputs for the formulation of the NBP. The Trai had issued a consultation paper on NBP seeking stakeholder comments in April. While suggesting steps to grow the TV and radio footprint in the country, the regulator has also asked the MIB to establish a credible audience measurement system for TV, radio, and OTT."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "The US Customs and Border Protection (CBP) has recently intensified efforts to combat the smuggling of counterfeit luxury products, leading to the confiscation of numerous fake Adidas, Nike, and Gucci items from travelers, particularly from India. Many students and visitors arriving in the United States have reported having their counterfeit Puma, Adidas, or Nike items seized at ports of entry."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "The government plans to introduce a deep tech startup policy with a fund of funds for companies in the sector. An umbrella framework will guide state governments and startups. The policy will focus on research, development, innovation, intellectual property, and funding access for deep tech startups. Comments have been sought from 18 different ministries and government departments so far."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "The new government may announce the full Budget for 2024-25 in July. An official said that startups have to convert their innovation into intellectual property rights and for that extensive R&amp;D is required."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "The commerce and industry ministry may propose a dedicated policy for deep tech startups in the forthcoming Budget, to be announced by the new government. The policy, in final stages, aims to promote innovation and R&amp;D. Voting for the Lok Sabha polls is over, with results on June 4 and a new government taking oath this month."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "While social media has created immense opportunities for engagement and expression, it has also raised a myriad of legal challenges, particularly concerning intellectual property (IP) rights including issues around content ownership, digital rights management, deep fakes etc."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "Bombay High Court restrains Dubond Products India from selling waterproofing product with identical trademark of Dr Fixit, as per Pidilite Industries' complaint."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "According to the notice, the cricketer had booked a dwelling unit in 2020 at Hauz Khas, New Delhi in one of the projects of a real estate firm. M/s Brilliant Etoile Private Limited and M/s Uppal Housing Private Limited are the noticees in one of the legal notices pertaining to the delayed possession of the dwelling units."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "Mumbai-based Pidilite Industries, the maker of Fevicol and M-Seal adhesive brands, has approached the court to restrain Dubond Products from allegedly infringing its registered trademarks, copyright and passing off for its waterproofing brand Dr Fixit LW."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "Craig Steven Wright of nChain claimed to be Bitcoin's creator, Satoshi Nakamoto, facing legal disputes with the crypto industry over his assertion."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "The exclusions were previously scheduled to expire May 31, but USTR said it was extending the exclusions through June 14 to allow for a transition. It said certain exclusions would be extended through May 31, 2025 to support efforts to shift sourcing out of China, or provide additional time in cases where availability of the product outside of China remains limited."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "In response to a Right to Information Act appeal, State Bank of India (SBI) has again refused to disclose the standard operating procedures (SOPs) for the sale and redemption of electoral bonds. SBI justified the denial by stating that the information is held in \"commercial confidence,\" constitutes the bank's \"intellectual property,\" and is intended solely for internal staff use."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "Government plans R&amp;D wing at India Semiconductor Research Centre (ISRC) for semiconductor research with a focus on industrial production, public-private partnerships, and intellectual property rights-driven manufacturing ecosystem. The project aims for next-gen semiconductor development and involves higher education institutes like IIT Bombay and IIT Gandhinagar."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "The government has been stressing on becoming self-sufficient in telecom technologies, including both software and hardware, amid geopolitical uncertainties. It can be done by developing the complete ecosystem in the country, officials said, pointing to the focus on research and development, including industry-academia tie-ups."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "Nazara Technologies acquires Ultimate Teen Patti IP rights for Rs 10 crore from Games24x7. Nextwave subsidiary to expand casual freemium gaming with the acquisition, expecting deal closure within 90 days."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "With a focus on technology, Areness and SOH are dedicated to crafting legal frameworks that facilitate the exchange of technological expertise, safeguard intellectual property rights, and foster fair competition globally, said both firms in the joint release."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "AstraZeneca Pharma India has partnered with Mankind Pharma to exclusively distribute its anti-asthma drug Symbicort in India. AstraZeneca will retain the intellectual property rights to Symbicort and continue as the marketing authorization holder. Symbicort, a top-selling product globally for AstraZeneca, recorded sales of around $2.4 billion in 2023."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "India maintained its 42nd position on the International IP Index 2024, with a score of 38.64%, unchanged since 2022, according to the US Chamber of Commerce. The report highlighted concerns over India's intellectual property (IP) regime, citing the dissolution of the Intellectual Property Appellate Board in 2021 and an under-resourced judiciary. While some IP strengths were noted, including the Cinematograph (Amendment) Bill 2023, the report urged top-ranked economies like the USA and EU to reassert IP policy leadership and warned against counterproductive measures like IP waivers for COVID-19 treatments."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "The 122 IPRs filed last year include 108 patents, four design registrations, three copyrights, and one trademark application, along with four US and two China patents. The year also saw 167 IPRs being granted with 15 technologies licensed."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "It is important to examine the implications of intellectual property rights in the digital era. Discussing issues such as online piracy, copyright infringement, and the need for effective IP protection in the digital space can be pivotal."
    },
    {
      "elementType": "p",
      "elementClass": "wrapLines l3",
      "elementText": "In a landmark move, Mickey Mouse's original portrayal from \"Steamboat Willie\" enters the public domain in 2024, signaling a significant shift in intellectual property. While this marks newfound freedom for the earliest Mickey, modern iterations remain untouched. Disney safeguards its iconic mascot's trademark, restricting deceptive use. The event sparks debates on copyright ownership, echoing broader discussions on creative rights. This historic shift prompts contemplation on the lasting legacy of cultural icons in an evolving landscape of intellectual property."
    }
  ]
}
